Repository: wp-plugins/azurecurve-series-index
Catalog: languages/azurecurve-series-index_*.po
Languages: sr_rs

source: Click to show/hide the %s Series Index
sr_rs: Kliknite da biste prikazali/sakrili %s indeks serije

source: Settings
sr_rs: Podešavanja

source: You do not have sufficient permissions to access this page.
sr_rs: Nemate odgovarajuće dozvole za pristup ovoj stranici

source: azurecurve Series Index Configuration
sr_rs: azurecurve Series Index Konfiguracija

source: When creating a series of posts there are two custom fields required:
sr_rs: Kad kreirate seriju postova, obavezna su dva prilagođena polja:

source: This is the title of the series.
sr_rs: Ovo je naziv serije.

source: This is the order the posts should be displayed in; any post which is part of the series, but should not be included in the displayed index should have a series index of <strong>0</strong>.
sr_rs: Ovo je redosled kojim postovi treba da budu prikazani; ako je neki post deo serije, a treba da bude izostavljen iz prikazanog indeksa, trebalo bi da ima indeks serije <strong>0</strong>.

source: Place the %1$s shortcode in the post where the index should be displayed. The series index to be displayed is automatically derived from the %2$s custom field. The shortcode can be used in any post or page if the title parameter is used (see below).
sr_rs: Unesite %1$s shortcode u post gde treba da se prikaže indeks. Indeks serije koji treba da se prikaže automatski izvodi se iz prilagođenog polja %2$s. Shortcode se može koristiti u bilo kom postu ili na bilo kojoj stranici gde se upotrebljava parametar naslov (vidite dole).

source: There are three optional parameters which can be used:
sr_rs: Postoje tri opciona parametra koji se mogu koristiti:

source: only required if the series index is not being displayed in a post (or a page) within the series; set it to the title of the required series.
sr_rs: obavezan je samo ako indeks serije nije prikazan u postu (ili na stranici) unutar serije; podesite ga na naslov obavezne serije.

source: only required if the series title in the post name differs from the <strong>Series</strong> custom field.
sr_rs: obavezan je samo ako se naziv serije u imenu posta razlikuje od prilagođenog polja <strong>Serija</strong>.

source: only required if the series index should have a different width to the default specified in the settings.
sr_rs: obavezan je samo ako indeks serije treba da ima različiti širinu u odnosu na podrazumevanu, navedenu u postavkama.

source: enables the show/hide toggle.
sr_rs: aktivira prekidač prikaži/sakrij

source: only required to override the default toggle heading of "Click to show/hide <series title> Series Index".
sr_rs: obavezan je samo za poništavanje podrazumevanog naslova prekidača "Klikni za prikazivanje/sakrivanje <naslova serije> Indeks serije".

source: Index Width
sr_rs: Širina indeksa

source: Specify the width of the index; e.g. 75% or 500px
sr_rs: Odredite širinuindex; e.g.75% or 500px

source: Toggle Default
sr_rs: Podrazumevani prekidač

source: Show/Hide Toggle default enabled?
sr_rs: Prikaži/Sakrij podrazumevani aktivirani prekidač?

source: Title Separator
sr_rs: Separator naslova

source: Space before title separator?
sr_rs: Razmak ispred separatora naslova?

source: Space before?
sr_rs: Razmak ispred?

source: Space after title separator?
sr_rs: Razmak iza separatora naslova?

source: Space after?
sr_rs: Razmak iza?

source: If your series title is included in the post title specify the separator and surrounding spaces. e.g. <strong>Installing Microsoft Dynamics GP 2013 R2: Introduction</strong> has a separator of <strong>:</strong> with a following space so the <strong>Space before?</strong> checkbox should be unmarked, <strong>:</strong> entered in the text box and the <strong>Space after?</strong> checkbox marked.
sr_rs: Ako je vaš naziv serije obuhvaćen naslovom posta, odredite separator i razmake koji ga okružuju, npr. <strong>Microsoft Dynamics GP 2013 Instaliranje R2: Uvod</strong> ima separator <strong>:</strong> sa pratećim razmakom, tako da ovir za štikliranje <strong>Razmak ispred?</strong> treba da ostane neštikliran, a dve tačke <strong>:</strong> unete u okvir za tekst, kao i <strong>Razmak iza?</strong>

source: Start/End Index
sr_rs: Počni/Završi indeks

source: Enter %s to be swapped out for value specified in Width field otherwise 100%% will be used.
sr_rs: Unesite %s da biste izmenili vrednost navedenu u polju Širina; u suprotnom će se koristiti 100%%.

source: Enable Header Row
sr_rs: Aktiviraj red zaglavlja

source: Display header row?
sr_rs: Prikaži red zaglavlja?

source: Start/End Header Row
sr_rs: Počni/Završi red zaglavlja

source: Start/End Detail Row
sr_rs: Počni/Završi red detalja

source: Start/End Current Row
sr_rs: Počni/Završi tekući red

source: The current post can be formatted differently to the other detail rows.
sr_rs: Tekući post može biti različito formatiran prema drugim redovima detalja.

source: You do not have sufficient permissions to perform this action.
sr_rs: Nemate odgovarajuće dozvole za izvođenje ove aktivnosti.
